tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/science"
tap "homebrew/services"
tap "homebrew/versions"
brew "coreutils"
brew "ctags"
brew "curl"
brew "go"
brew "direnv"
brew "jpeg"
brew "ghq"
brew "git"
brew "hub"
brew "jq"
brew "macvim", link: false
brew "peco"
brew "reattach-to-user-namespace"
brew "rename"
brew "rmtrash"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "atton-/customs/tmux", args: ["HEAD"]
mas "Bear", id: 1091189122
mas "Gifted", id: 771955779
mas "Keynote", id: 409183694
mas "Leawo Blu-ray Player", id: 961975824
mas "LINE", id: 539883307
mas "Memory Optimizer Pro", id: 975804897
mas "Slack", id: 803453959
mas "Speedtest", id: 1153157709
mas "The Unarchiver", id: 425424353
mas "Todoist", id: 585829637
mas "Trello", id: 1278508951
mas "TweetDeck", id: 485812721
mas "Xcode", id: 497799835
